export default {
  desktopLyrics: 'デスクトップ歌詞',
  openConfirmMsg: '「開く」をクリックしてデスクトップ歌詞を表示するか、「キャンセル」をクリックしてデスクトップ歌詞を閉じてください。（注意：デスクトップ歌詞を有効にすると、ページ内の歌詞は非表示になります）',
  pleaseContinue: '続ける',
  firefoxMsg: 'FireFoxブラウザを検出しました。このブラウザでは、手動でピクチャーインピクチャーモードを有効にする必要があります。10秒以内に左上に表示されるビデオコンポーネントを選択して、ピクチャーインピクチャー機能を有効にしてください。10秒後にビデオコンポーネントは非表示になり操作できなくなります。見逃した場合は、デスクトップ歌詞を再度無効にしてから有効にすることで再試行できます。',
  gotIt: '了解',
  closeDesktopLyrics: 'デスクトップ歌詞を閉じる',
  openFailedMsg: 'デスクトップ歌詞を開けませんでした。5秒間オーディオを再生してからもう一度お試しください。',
}